Repository: christianwgd/photos
Catalog: usersettings/locale/*/LC_MESSAGES/django.po
Languages: de

source: User settings
de: Benutzereinstellungen

source: Theme
de: Thema

source: Themes
de: Themen

source: css file
de: CSS Datei

source: user settings
de: Benutzereinstellungen

source: Limit unfiltered amount of photos
de: Anzahl Fotos ohne Filter begrenzen auf

source: 0 means no limit
de: 0 bedeutet keine Einschränkung

source: Recent photos from last days
de: Fotos der letzten Tage

source: 0 means all
de: 0 bedeutet keine Einschränkung

source: Slideshow time
de: Zeit Diashow

source: Time one slide is shown in seconds
de: Zeit, die ein Bild angezeigt wird in Sekunden

source: settings
de: Einstellungen

source: edit cancelled
de: Bearbeiten abgebrochen

source: settings saved for user {user}
de: Einstellungen für Benutzer {user} gesichert

source: error saving settings: {}
de: Fehler beim Speichern der Benutzereinstellungen: {}
